סְקִירָה = 'Волшебный Отель с супер ресторанами. Лучший на Кипре. Качественная еда, большое разнообразие. Прекрасный пляж и сервис. Чистые и просторные номера! Все на пять! Японская кухня оставляет приятное впечатление. Всегда, приезжая в Лимасол, заказываем суши и роллы. Мимо витрины со сладким очень сложно пройти не остановившись, хотя бы посмотреть. Тихий район - это круто!'
סְקִירָה_lower = סְקִירָה.lower()
מַצָב1 = סְקִירָה_lower.find('тихий район')
מַצָב2 = סְקִירָה_lower.find('вкусно')
print(מַצָב1)
print(מַצָב2)